* TD1_88
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                           | TD1_88
Place Name                            | Paakitsoq
Geographic Location                   | Central West Greenland
Ice Type                              | 
Data Reference                        | Unknown PDF: Shallow88II.pdf
Data DOI                              | 
Science Reference                     | Thomsen, H.H., O.B. Olesen, R.J. Braithwaite, and C.E. Bøggild. 1991. Ice drilling and mass balance at Pakitsoq, Jakobshavn, central West Greenland. Rapport Grønlands Geologiske Undersøgelse, 152, 80–84. 
Science DOI                           | 10.34194/rapggu.v152.8160
Date                                  | 1988-05-19
Longitude [°E]                        | -50.13
Latitude [°N]                         | 69.45
Location source                       | Colgan2021
Depth of top measurement [m]          | 50.0
Depth of bottom measurement [m]       | 300.0
Ice thickness [m]                     | 300.0
Coverage [% of thickness]             | 83
Ice thickness source                  | Unknown PDF: Shallow88II.pdf
Measured from: Top, Bottom, Relative  | T
General_Note                          | 
Temperature_note                      | 
Thickness_note                        | 
Location_note                         | 
#+end_example

** Temperature

+ See Shallow88II.pdf

#+BEGIN_example
From: Martin Luethi
To: Ken Mankoff
Subject: Re: TD5 from Thomsen 1991
Date: Thu 01 Oct 2020 02:27:19 PM PDT
Attachments: [1]thompson_profiles.zip(2.9M)

Ken Mankoff writes:
>> I'm looking for the source of the TD5 temperature profile you show in
>> your 2015 "Heat sources" paper in The Cryosphere. Your Figure 2 shows
>> TD5 and your text references Thomsen et al. 1991, and Thomsen &
>> Thorning, 1992.

Good questions. I probably don't have these papers, but I have some of
the profiles. I got them as paper copies from Heinz Blatter, and later
also some of them from Thomas Phillips. It's been a while, so I don't
have any details.

I also added some data from profiles I found in EGIG publications. 
#+END_example

** Thickness

+ From PDF
 
** Location

+ From PDF

** Velocity

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv
#+END_SRC

#+RESULTS: ingest_data
|   d |    t |
|  50 | -0.8 |
|  75 | -1.2 |
| 100 | -1.7 |
| 125 | -1.9 |
| 150 | -2.2 |
| 175 | -2.2 |
| 200 | -2.2 |
| 225 | -1.8 |
| 250 | -1.3 |
| 275 | -1.2 |
| 290 | -1.1 |
| 300 | -1.1 |

